anecs = [
    '''Приходит мужик в парикмахерскую
    - Побрейте меня!
    И кладёт 100 рублей, на то время это были большие деньги.
    Все парикмахеры потянулись, как вдруг мужик кладёт ствол
    - А если вы меня порежете, я вас тут же застрелю..
    Все попятились назад, как вдруг вышел {name} {surname}
    - Я тебя побрею! Но есть один нюанс''',

    '''Затеял мужик капитальный ремонт и нанял под это дело двух рабочих - вроде нормальные, не бухают. Приезжает через две недели домой принимать работу, ходит - ну просто заебись всё сделано, не придерешься. Заходит в туалет, а там унитаз блять к потолку прихуячен! Он, естественно: это чё за хуйня? А работяга ему: эй, погоди ругаться, вот смотри! - разбегается, отталкивается от стены, хватается за края унитаза руками, подтягивает к нему свою жопу и начинает срать. Моча с говном, естественно, валятся сквозь ноги вниз, падают ему на спину, грудь и лицо, он отпускает руки, шлёпается в кучу собственного говна и говорит:
    - Действительно, {name}, хуёво сделали - надо подправить.''',

    '''Жена просит мужа:
    — Слушай, сыну уже 15, поговори с ним о половом созревании, только помягче как-нибудь на примере птичек или
    собачек.
    Муж соглашается.
    Вечером заходит к сыну, говорит:
    — {name}, ты знаешь, что такое нюанс?
    — Нет.
    — Ну снимай штаны, сейчас объяснять буду.'''

    '''Мужик с любовницей любовью занимаются.
    Вдруг прямо на постель вылезает таракан. Мужик только собирался его шлепуть, и тут таракан говорит:
    - Не убивай меня — я тебе еще пригожусь!
    Раз такое дело — не стал он убивать таракана. И тут — звонок в дверь.
    Женщина:
    - Ох, это муж мой!!!
    Туда-сюда, прятаться негде. И тут вылазит опять этот таракан и говорит:
    - Дерни за член один раз — тараканом станешь, дернешь 2 раза — обратно человеком.
    Ну дернул мужик себя один раз — стал тараканом. За батареей затихарился.
    Пришло время вылазить — дергает два раза — не становится человеком.
    Дергает-дергает, дергает-дергает — ничего не выходит.
    … И вдруг громкий голос сверху:
    - Товарищ {surname}!!! Мало того, что вы спите на лекции, так вы еще и онанизмом занимаетесь!!!''',

    '''Мужик оказывается перед вратами рая. Там апостол Петр его спрашивает:
    — Имя, фамилия?
    — {name} {surname}.
    Бог смотрит в компьютер и говорит:
    — Тебя нет в списке, так что место тебе в аду.
    Отправляется мужик в ад. Там черт, проверив его по компьютеру, тоже
    объявляет, что его нет в списке и отправляет его в чистилище. Hо и там
    его фамилии в списке не оказывается, и ему объясняют, что выход у него
    только один — перевоплотиться. И что перевоплотиться в данный
    момент
    можно только в таракана или в курицу, других «вакансий» нет. Мужик
    выбирает второй вариант и тут же оказывается в курятнике. Там он
    спрашивает у кур:
    — Я вот недавно перевоплотился и к вам попал. Что здесь нужно делать?
    — Hести яйца.
    — А как? Я раньше никогда этим не занимался.
    — Для этого надо тужиться как можно сильнее. Hу, давай!
    Мужик:
    — ЫЫЫЫЫЫЫЫЫЫЫ!!!
    Тут раздается голос:
    — {name}, просыпайся, ты постель oбoсрaл!'''
]
